Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/om-spraakkampanjen.html.tmx
Source language: nob
Languages: sme

source: Om språkkampanjen / Artikler / Snakk samisk te' mæ / Språk / Forsiden - Sametinget
sme: Giellakampánjja birra / Artikler / Sámás muinna / Giella / Sámediggi - Sametinget

source: Om språkkampanjen
sme: Giellakampánjja birra

source: Samisk språk er vår gave fra våre forfedre.
sme: Sámegiella lea min máttuid skeaŋka midjiide.

source: En gave som vi igjen skal gi til våre etterkommere.
sme: Skeaŋka man mii fas galgat addit iežamet maŋisbohttiide.

source: Språket sier noe om hvem vi er, og styrker vår tilhørighet til det samiske fellesskapet.
sme: Giella muitala juoidá das geat mii leat, ja nanne min gullevašvuođa sámi oktasašvuhtii.

source: Ikke alle samiske barn og unge har fått lære seg samisk, men språket er likevel veldig viktig også for dem. Selv om man ikke snakker språket, har samisk likevel en stor verdi.
sme: Eai buot sámi mánát ja nuorat leat beassan oahppat sámegiela, muhto sámegiella lea sidjiide maiddái deaŧalaš. Vaikko ieža eai máhte ge sámegiela, de lea gielas almmotge stuora mearkkašupmi maiddái sidjiide.

source: Dette fordi det handler om identitet og felleskap.
sme: Danne go gielas lea mearkkašupmi identitehta ja gullevašvuođa hárrái;

source: Om å uttrykke seg, kommunisere og det å kjenne at man er en del av noe større.
sme: dasa ahte sáhttit ovdanbuktit iežas jurdagiid, gulahallat ja dovdat gullevašvuođa stuorit oktavuhtii.

source: Sametinget er opptatt av å styrke, utvikle og bevare samisk språk i alle områdene i Sapmi.
sme: Sámediggi atná deaŧalažžan nannet, ovddidit ja seailluhit sámegiela buot sámi guovlluin.

source: Sametinget ønsker at alle barn og unge skal ha mulighet til å lære samisk der hvor de bor, og også ha mulighet til å bruke sitt språk i hverdagen.
sme: Sámediggi háliida ahte buot mánát ja nuorat galget beassat oahppat sámegiela doppe gos ásset, ja ahte sis galgá leat vejolašvuohta geavahit iežaset sámegiela beaivválaš eallimis.

source: Sametinget jobber for at barn og unge i hele landet skal få mulighet til å få opplæring i samisk på skolen.
sme: Sámediggi bargá dan ovdii ahte mánát ja nuorat miehtá riikka galget beassat oahppat sámegiela skuvllas.

source: Vi ønsker at flere skal lære samisk, for det er kun på den måten at vi sikrer at språket lever videre og kan læres av de kommende generasjoner.
sme: Mii háliidit ahte eanebut galggaše oahppat sámegiela, go dušše dainna lágiin sáhttit mii sihkkarastit ahte giella eallá viidáseappot ja ahte boahtte buolvvat maiddái beasaše oahppat sámegiela.

source: Vi vil også at flere skal bruke samisk så ofte som mulig, og helst i alle mulige sammenhenger.
sme: Mii háliidit maiddái ahte eanebut sámástit nu dávjá go vejolaš, ja eandalii buotlágan oktavuođain.

source: Sametinget ønsker at det skal være naturlig å bruke samisk språk både i butikken, på fotballtrening så vell som på skolen.
sme: Sámedikki mielas galggašii leat lunddolaš sámástit sihke gávppis ja spábbačiekčamis, ja nu maiddái skuvllas.

source: Vi ønsker at samisk språk skal synes på sosiale media.
sme: Mii háliidit sámegiela oidnot sosiála mediain.

source: Vi ønsker at samisk språk skal høres ute i gatene, på fjellet og i skolegården.
sme: Mii háliidit ahte sámegiella gullo gáhtain, mehciin ja skuvlašiljuin.

source: Sametinget har derfor satt i gang Språkkampanjen ”Snakk samisk te`mæ”.
sme: Danne lea sámediggi álggahan giellakampánja “Sámás muinna”.

source: Vi håper at denne kampanjen skal bidra til økt bevissthet om det å bruke samisk i flere sammenhenger, motivere til opplæring i samisk språk, øke bruken av samisk på flere og nye arenaer og at samisk språk brukes i offentlige sammenhenger.
sme: Mii sávvat ahte dát kampánja galggašii boktit dihtomielalašvuođa dasa ahte geavahit sámegiela eambbo oktavuođain, movttiidahttit oahppat sámegiela, lasihit sámegiela geavaheami eambbo ja ođđa arenain ja oktavuođain, ja ahte sámegiella geavahuvvošii almmolaš oktavuođain.

source: ”Snakk samisk te`mæ” er en landsomfattende holdningskampanje som omfatter all samisk ungdom, både de som snakker samisk, kan litt samisk og de som ikke behersker samisk.
sme: ”Sámás muinna” lea riikkaviidosaš movttiidahttinkampánja mii fátmmasta buot sámi nuoraid, sihke sin geat máhttet sámegiela, geat máhttet veahá ja sin geat eai máhte sámegiela.

source: Målet med kampanjen er å bidra til;
sme: Áŋgiruššama ulbmil lea váikkuhit dasa ahte:

source: Økt bruk av samisk språk
sme: sámegiela geavaheapmi lassána

source: Flere brukere av samisk språk
sme: eanebut sámástišgohtet

source: Bruk av samisk språk på flere arenaer
sme: sámegiella geavahuvvo eambbo arenain ja oktavuođain

source: Synliggjøring av samisk språk
sme: sámegiella čalmmustahttojuvvo

source: Økt forståelse i samfunnet for viktigheten av at vi får bruke vårt språk
sme: servodagas lassána ipmárdus dasa man deaŧalaš midjiide lea beassat iežamet giela geavahit

source: Vår utfordring er å få den enkelte til å velge samisk språk.
sme: Min áigumuš lea oažžut olbmuid válljet sámegiela.

source: Fremtiden for samisk språk avhenger av at hver enkelt av oss bruker samisk som et naturlig kommunikasjonsspråk i flest mulig sammenhenger, og at man ønsker og aktivt går inn for å ta opplæring i samisk språk.
sme: Sámegiela boahtteáigi lea dan duohken ahte juohke okta mis atná sámegiela lunddolaš gulahallangiellan eanemus vejolaš oktavuođain, ja ahte eanebut háliidit ja duođai barget dan ala ahte oahppat sámegiela.

source: Vårt budskap er at samisk språk er viktig og nyttig.
sme: Min oaidnu ja čuorvvas lea ahte sámegiella lea deaŧalaš ja ávkkálaš.

source: Lær samisk, bruk samisk, velg samisk!
sme: Oahpa sámegiela, geavat sámegiela, vállje sámegiela!

source: Vi er alle med på bevare språket ved at vi bruker det.
sme: Mii leat buohkat mielde seailluheame sámegiela go geavahit dan.

source: Det er også viktig å vektlegge at det en stor fordel å være tospråklig, og det åpner for mange jobbmuligheter i fremtiden.
sme: Lea maiddái deaŧalaš deattuhit ahte lea stuora ovdamunni leat guovttegielat, ja ahte dat addá buriid bargovejolašvuođaid boahtteáiggis.

source: Snakk samisk te'mæ!
sme: Sámás muinna!

source: Kontakt oss
sme: samasmuinna@samediggi.no
